+FILETAGS#: Alaska
* Tasks
  :LOGBOOK:
  CLOCK: [2013-01-02 Wed 09:35]--[2013-01-02 Wed 10:24] =>  0:49
  CLOCK: [2012-12-18 Tue 15:49]--[2012-12-18 Tue 15:56] =>  0:07
  CLOCK: [2012-11-27 Tue 14:31]--[2012-11-27 Tue 14:44] =>  0:13
  CLOCK: [2012-11-16 Fri 10:37]--[2012-11-16 Fri 11:12] =>  0:35
  CLOCK: [2012-11-15 Thu 09:45]--[2012-11-15 Thu 10:08] =>  0:23
  CLOCK: [2012-11-15 Thu 09:38]--[2012-11-15 Thu 09:43] =>  0:05
  CLOCK: [2012-11-15 Thu 09:31]--[2012-11-15 Thu 09:34] =>  0:03
  CLOCK: [2012-11-15 Thu 08:57]--[2012-11-15 Thu 09:29] =>  0:32
  CLOCK: [2012-11-14 Wed 14:28]--[2012-11-14 Wed 14:29] =>  0:01
  CLOCK: [2012-11-14 Wed 14:23]--[2012-11-14 Wed 14:24] =>  0:01
  CLOCK: [2012-11-14 Wed 13:01]--[2012-11-14 Wed 13:03] =>  0:02
  CLOCK: [2012-11-14 Wed 12:34]--[2012-11-14 Wed 12:50] =>  0:16
  CLOCK: [2012-11-14 Wed 10:07]--[2012-11-14 Wed 10:10] =>  0:03
  CLOCK: [2012-11-14 Wed 09:50]--[2012-11-14 Wed 09:57] =>  0:07
  CLOCK: [2012-11-14 Wed 09:27]--[2012-11-14 Wed 09:38] =>  0:11
  CLOCK: [2012-11-13 Tue 15:31]--[2012-11-13 Tue 15:32] =>  0:01
  CLOCK: [2012-11-13 Tue 14:44]--[2012-11-13 Tue 15:31] =>  0:47
  CLOCK: [2012-11-13 Tue 12:57]--[2012-11-13 Tue 14:26] =>  1:29
  CLOCK: [2012-11-13 Tue 10:56]--[2012-11-13 Tue 11:27] =>  0:31
  CLOCK: [2012-11-13 Tue 10:41]--[2012-11-13 Tue 10:43] =>  0:02
    CLOCK: [2012-11-09 Fri 16:28]--[2012-11-13 Tue 08:45] => 88:17
  CLOCK: [2012-11-09 Fri 14:41]--[2012-11-09 Fri 15:09] =>  0:28
   CLOCK: [2012-11-09 Fri 10:11]--[2012-11-09 Fri 10:25] =>  0:14
  CLOCK: [2012-11-09 Fri 10:33]--[2012-11-09 Fri 12:15] =>  1:42
  :END:
** Punchlist pending
*** Hope
    - nothing
*** Knik
    - [ ] Do you have the New Knik tower light?
**** Spring
     - [ ] liquid tite on mesh grounding
*** Latimer
    - [-] external fuel tank install [1/3]
      - [ ] electrician: complete external fuel tank installation, scheduled for <2012-11-05 Mon> 
      - [ ] insulate or heat tape fuel line to external tank
    - [ ] Electrician: heater install in gen room
*** Alaska punch lists for Alpine				  :CANCELLED:
   - State "DONE"       from "TODO"       [2012-11-13 Tue 15:30]
  :LOGBOOK:
  CLOCK: [2012-11-12 Mon 15:14]--[2012-11-12 Mon 15:15] =>  0:01
  :END:
[2012-11-12 Mon 15:14]
[[id:POsAWARN][POs]]

**** DONE Meter base check list, schedule muni inspector [2/5]	       :KNIK:
     :PROPERTIES:
     :ID:       983c286a-feb4-45cf-a69e-7f1ccad66ebe
     :END:
      Meter base inspected by muni inspector for green tag
     - [X] service conduit extended 40'
       - presently out from shelter corner ~28'
     - [ ] tape off end of conduit
     - [X] painted red 2x4 at conduit endpoint
       - presently red flag on length of rebar
     - [ ] insulated grounding bushing at on liquid-tite flex connector on utility side of meter enclosure
     - [ ] ground bushing to ground bus
** Latimer
   :LOGBOOK:
   CLOCK: [2012-11-28 Wed 16:14]--[2012-11-28 Wed 16:16] =>  0:02
   CLOCK: [2012-11-28 Wed 16:06]--[2012-11-28 Wed 16:07] =>  0:01
   CLOCK: [2012-11-28 Wed 15:41]--[2012-11-28 Wed 15:42] =>  0:01
   :END:
*** DONE Leaks in generator exhaust				    :LATIMER:
    - State "DONE"       from "HOLD"       [2013-01-21 Mon 09:25]
    - State "HOLD"       from "TODO"       [2012-12-03 Mon 11:29] \\
      Task passed on to Motorola, not in Patriot SOW
    - check with Peak Oil and Bob
*** DONE Follow up on Lube Cube electric install <2012-11-28 Wed>
    - State "DONE"       from "TODO"       [2013-01-21 Mon 09:25]
    :LOGBOOK:
    CLOCK: [2012-12-05 Wed 14:32]--[2012-12-05 Wed 14:39] =>  0:07
    :END:
**** DONE Lube Cube one line?
     - State "DONE"       from "NEXT"       [2012-12-05 Wed 14:48]
[2012-11-28 Wed 15:07]
**** Phone
***** PHONE Bob Dawdy re: Lube Cube at 928-242-0783		      :PHONE:
left message
  :LOGBOOK:
  CLOCK: [2012-11-28 Wed 13:33]--[2012-11-28 Wed 13:36] =>  0:03
  :END:
[2012-11-28 Wed 13:33]
***** PHONE Northwest Pump & Equipment at 602-484-7944		      :PHONE:
left message
  :LOGBOOK:
  CLOCK: [2012-11-28 Wed 13:36]--[2012-11-28 Wed 13:40] =>  0:04
  :END:
[2012-11-28 Wed 13:36]
***** PHONE Mike electrician with Alpine at 907-602-3660	      :PHONE:
  - on fuel tank is j-box with 4 wires
  - labeled fuel level
  - leak sensor to be installed in dead space on double hull
    - where does that attached and lower into tank?
    - Secondary containment? Monitor port? Need connector?
  - Where does control module go? Outside, inside, gen-side/rectifier side?
  - Outputs: where do they get tied in?
  :LOGBOOK:
  CLOCK: [2012-11-28 Wed 13:40]--[2012-11-28 Wed 13:46] =>  0:06
  :END:
[2012-11-28 Wed 13:40]
***** PHONE Northwest Pump and Equipment at 602-484-7944	      :PHONE:
  spoke with agent who was of no assistance; he suggested I call Lube Cube
  :LOGBOOK:
  CLOCK: [2012-11-28 Wed 13:46]--[2012-11-28 Wed 13:51] =>  0:05
  :END:
[2012-11-28 Wed 13:46]
***** PHONE Lube Cube, Containment Solutions 936-756-7731	      :PHONE:
  Call Dave Dooley at 410-756-2888
  :LOGBOOK:
  CLOCK: [2012-11-28 Wed 13:51]--[2012-11-28 Wed 13:53] =>  0:02
  :END:
[2012-11-28 Wed 13:51]
***** PHONE Dave Dooley at 410-756-2888 re: Lube Cube install	      :PHONE:
  - left message
  
  :LOGBOOK:
  CLOCK: [2012-11-28 Wed 13:53]--[2012-11-28 Wed 13:55] =>  0:02
  :END:
[2012-11-28 Wed 13:53]
***** PHONE Dave Dooley						      :PHONE:
  - he contacted Mike, but didn't get through
  - in Maryland
  - very available!
  :LOGBOOK:
  CLOCK: [2012-11-28 Wed 15:08]--[2012-11-28 Wed 15:12] =>  0:04
  :END:
[2012-11-28 Wed 15:08]
***** PHONE Lance Kenyon re: Lube Cube				      :PHONE:
  - punch it down to 66 block at whatever position they designate for low fuel
    - run CAT5 
  :LOGBOOK:
  CLOCK: [2012-11-28 Wed 16:02]--[2012-11-28 Wed 16:06] =>  0:04
  :END:
[2012-11-28 Wed 16:02]
***** PHONE [[bbdb:Jason Beach][Jason Beach]] - Municipality of Anchorage		      :PHONE:
  - Jason will meet electrician at site to walk him through final connections
  :LOGBOOK:
  CLOCK: [2012-11-28 Wed 16:07]--[2012-11-28 Wed 16:10] =>  0:03
  :END:
[2012-11-28 Wed 16:07]
***** PHONE Mike electrician with Alpine at 907-602-3660	      :PHONE:
  - Mike will call in about 1.5 weeks to schedule install, 11 oor 12
  :LOGBOOK:
  CLOCK: [2012-11-28 Wed 16:10]--[2012-11-28 Wed 16:13] =>  0:03
  :END:
[2012-11-28 Wed 16:10]

**** PHONE Bob Dawdy, Northwest Pump				      :PHONE:
  - left messsage with Mike, appears helpful
  :LOGBOOK:
  CLOCK: [2012-11-29 Thu 09:31]--[2012-11-29 Thu 09:32] =>  0:01
  :END:
[2012-11-29 Thu 09:31]
**** PHONE [[bbdb:Huey Burnham][Huey Burnham]] - Alpine Tower & Technology :PHONE:
  - re: other electrician availability
  - no answer
  :LOGBOOK:
  CLOCK: [2012-11-29 Thu 09:49]--[2012-11-29 Thu 09:51] =>  0:02
  :END:
[2012-11-29 Thu 09:49]
*** DONE Mike the electrician back in town from Fairbanks, expect call to schedule Lube Cube install
    - State "DONE"       from "TODO"       [2012-12-18 Tue 08:58]
<2012-12-11 Tue>
  :LOGBOOK:
  CLOCK: [2012-11-28 Wed 16:13]--[2012-11-28 Wed 16:14] =>  0:01
  :END:
[2012-11-28 Wed 16:13]
[[file:~/git/org/alaska.org::*Tasks][Tasks]]
** Knik
** Hope
    :PROPERTIES:
    :ID:       b12b0289-fd81-4b13-9607-c91798aec46b
    :END:
*** DONE Call Steve Strong, AK locating
    - State "DONE"       from "HOLD"       [2013-01-21 Mon 09:25]
    - State "HOLD"       from "NEXT"       [2012-12-17 Mon 14:52] \\
      Submitted request for POI, no response
  :LOGBOOK:
  CLOCK: [2012-11-08 Thu 09:51]--[2012-11-08 Thu 09:52] =>  0:01
  :END:
[2012-11-08 Thu 09:51]
[[id:4eb0c64f-4d85-4ea9-ad49-24a1b7ee1da7][Lube Cube {0/3}]]
- wait 'til spring
*** DONE One ice bridge support at Hope
    - State "DONE"       from "TODO"       [2013-01-21 Mon 09:25]
[2012-11-16 Fri 09:55]
[[file:~/git/org/patriot.org::*install%20"everything"%20on%20server][install "everything" on server]]
** Finance
*** TODO [#A] POs
    - State "NEXT"       from "DONE"       [2012-12-18 Tue 09:09]
   :PROPERTIES:
:COLUMNS: %TODO %TAGS %10COMP %4PO %16INV %16ISSUED %10TOTAL{$}
:ID: POsAWARN
:END:
   :LOGBOOK:
   CLOCK: [2013-01-23 Wed 13:18]--[2013-01-23 Wed 17:00] =>  3:42
   CLOCK: [2013-01-23 Wed 10:28]--[2013-01-23 Wed 10:54] =>  0:26
   CLOCK: [2012-12-18 Tue 11:00]--[2012-12-18 Tue 12:06] =>  1:06
   CLOCK: [2012-12-18 Tue 09:09]--[2012-12-18 Tue 11:00] =>  1:51
   CLOCK: [2012-11-13 Tue 10:04]--[2012-11-13 Tue 10:21] =>  0:17
   CLOCK: [2012-11-12 Mon 17:03]--[2012-11-12 Mon 17:15] =>  0:12
   CLOCK: [2012-11-12 Mon 16:21]--[2012-11-12 Mon 17:02] =>  0:41
   CLOCK: [2012-11-12 Mon 15:15]--[2012-11-12 Mon 15:34] =>  0:19
   CLOCK: [2012-11-12 Mon 13:10]--<2012-11-12 Mon 15:14> =>  2:04
   CLOCK: [2012-11-12 Mon 11:51]--<2012-11-12 Mon 12:12] =>  0:21
   CLOCK: [2012-11-12 Mon 08:53]--[2012-11-12 Mon 11:42] =>  2:49
   :END:
**** LOG 
#+BEGIN: propview :id "POsAWARN" :conds ((string= COMP "ALPINE")) :cols (PO COMP INV TOTAL)
|             PO | COMP                         | INV                |    TOTAL |
|----------------+------------------------------+--------------------+----------|
|            :na | :na                          | :na                |      :na |
|            :na | :na                          | :na                |      :na |
|            :na | "ACUTEK"                     | :na                |      :na |
|           2115 | "Acutek"                     | "<2012-08-24 Fri>" |   2500.0 |
|           2382 | "Acutek"                     | "<2012-10-04 Thu>" |    400.0 |
|            :na | "ALPINE"                     | :na                |      :na |
|           4140 | "ALPINE"                     | "<2012-08-29 Wed>" |    892.5 |
|             "" | "ALPINE"                     | "<2012-10-02 Tue>" |    74700 |
|           2303 | "ALPINE"                     | "<2012-09-07 Fri>" | 138228.0 |
|           2214 | "ALPINE"                     | "<2012-08-13 Mon>" |  27500.0 |
|           1668 | "ALPINE"                     | "<2012-04-10 Tue>" | 118706.4 |
|           1711 | "ALPINE"                     | "<2012-05-01 Tue>" |   6472.0 |
|           4073 | "ALPINE"                     | ""                 |   4450.0 |
|            :na | "Hallmark"                   | :na                |      :na |
|             "" | "Hallmark"                   | "<2012-08-29 Wed>" |    892.5 |
|            :na | "MAX GREGERSEN"              | :na                |      :na |
|           2058 | "Max Gregersen"              | ""                 |   1500.0 |
|           2030 | "Max Gregersen"              | "<2012-07-11 Wed>" |   1500.0 |
|            :na | "Moore Heating"              | :na                |      :na |
| "CO to Alpine" | "Moore Heating"              | "<2012-10-24 Wed>" |   1382.0 |
|            :na | "NGE"                        | :na                |      :na |
|           2372 | "NGE"                        | ""                 |   8132.0 |
|           1476 | "NGE"                        | ""                 |   6640.0 |
|            :na | "Northwest Pump & Equipment" | :na                |      :na |
|           1667 | "Northwest Pump & Equipment" | "<2012-04-13 Fri>" |  7776.26 |
|            :na | "PE INC"                     | :na                |      :na |
|           2059 | "PE INC"                     | ""                 |    500.0 |
|           2060 | "PE INC"                     | ""                 |    500.0 |
|           4143 | "PE INC"                     | "<2012-09-10 Mon>" |    200.0 |
|           1621 | "PE INC"                     | "<2012-09-10 Mon>" |    200.0 |
|            :na | "Peak Precision"             | :na                |      :na |
|           4071 | "Peak Precision"             | ""                 |    671.0 |
|            :na | "Sabre"                      | :na                |      :na |
|           1687 | "Sabre"                      | ""                 |    674.0 |
|            :na | "S&W"                        | :na                |      :na |
|           2298 | "S&W"                        | ""                 |   2500.0 |
|           4142 | "S&W"                        | "<2012-10-18 Thu>" |   1050.0 |
|           4144 | "S&W"                        | "<2012-10-04 Thu>" |  12427.0 |
|            :na | "Valmont"                    | :na                |      :na |
|           4100 | "Valmont"                    | ""                 |    985.0 |
|                |                              |                    |          |
#+END:
#+BEGIN: columnview :id "POsAWARN"  :maxlevel 4
| TODO | TAGS      | COMP                       |   PO | INV              | ISSUED |     TOTAL |
|------+-----------+----------------------------+------+------------------+--------+-----------|
| TODO |           |                            |      |                  |        | 344404.16 |
|      |           |                            |      |                  |        |           |
|      |           | ACUTEK                     |      |                  |        |   2900.00 |
|      | :KNIK:    | Acutek                     |      | <2012-08-24 Fri> |        |   2500.00 |
|      | :KNIK:    | Acutek                     | 2382 | <2012-10-04 Thu> |        |    400.00 |
|      |           | ALPINE                     |      |                  |        | 296248.90 |
|      | :HOPE:    | ALPINE                     |      | <2012-08-29 Wed> |        |    892.50 |
|      | :KNIK:    | ALPINE                     | 2303 | <2012-09-07 Fri> |        | 138228.00 |
|      | :KNIK:    | ALPINE                     | 2214 | <2012-08-13 Mon> |        |  27500.00 |
|      | :LATIMER: | ALPINE                     | 1668 | <2012-04-10 Tue> |        | 118706.40 |
|      | :LATIMER: | ALPINE                     | 1711 | <2012-05-01 Tue> |        |   6472.00 |
|      | :LATIMER: | ALPINE                     | 4073 |                  |        |   4450.00 |
|      |           | MAX GREGERSEN              |      |                  |        |   3000.00 |
|      | :HOPE:    | Max Gregersen              | 2058 |                  |        |   1500.00 |
|      | :KNIK:    | Max Gregersen              | 2030 | <2012-07-11 Wed> |        |   1500.00 |
|      |           | NGE                        |      |                  |        |  14772.00 |
|      | :HOPE:    | NGE                        | 2372 |                  |        |   8132.00 |
|      | :LATIMER: | NGE                        | 1476 |                  |        |   6640.00 |
|      |           | Northwest Pump & Equipment |      |                  |        |   7776.26 |
|      | :LATIMER: | Northwest Pump & Equipment | 1667 | <2012-04-13 Fri> |        |   7776.26 |
|      |           | PE INC                     |      |                  |        |   1400.00 |
|      | :HOPE:    | PE INC                     | 2059 |                  |        |    500.00 |
|      | :KNIK:    | PE INC                     | 2060 |                  |        |    500.00 |
|      | :KNIK:    | PE INC                     | 4143 | <2012-09-10 Mon> |        |    200.00 |
|      | :LATIMER: | PE INC                     | 1621 | <2012-09-10 Mon> |        |    200.00 |
|      |           | Peak Precision             |      |                  |        |    671.00 |
|      | :LATIMER: | Peak Precision             | 4071 |                  |        |    671.00 |
|      |           | Sabre                      |      |                  |        |    674.00 |
|      | :LATIMER: | Sabre                      | 1687 |                  |        |    674.00 |
|      |           | S&W                        |      |                  |        |  15977.00 |
|      | :KNIK:    | S&W                        | 2298 |                  |        |   2500.00 |
|      | :KNIK:    | S&W                        | 4142 | <2012-10-18 Thu> |        |   1050.00 |
|      | :KNIK:    | S&W                        | 4144 | <2012-10-04 Thu> |        |  12427.00 |
|      |           | Valmont                    |      |                  |        |    985.00 |
|      | :KNIK:    | Valmont                    | 4100 |                  |        |    985.00 |
#+END:
**** Acutek Geomatics
:PROPERTIES:
:COMP: ACUTEK
:END:
***** Initial site survey					       :KNIK:
:PROPERTIES:
:PO: 2115
:COMP: Acutek
:INV: <2012-08-24 Fri>
:ISSUED: y
:TOTAL: 2500.00
:END:
***** Tower center staking					       :KNIK:
:PROPERTIES:
:PO: 2382
:COMP: Acutek
:INV: <2012-10-04 Thu>
:ISSUED:
:TOTAL: 400.00
:END:
**** Alpine
:PROPERTIES:
     :COMP:     ALPINE
     :END:
***** Electrical inspection					       :HOPE:
:PROPERTIES:
:PO: 4140
:COMP: ALPINE
:INV: <2012-08-29 Wed>
:ISSUED:
:TOTAL: 892.50
:END:
***** Initial bid						       :HOPE:
      - State "DONE"       from "TODO"       [2012-12-18 Tue 08:59]
:PROPERTIES:
:PO: 
:COMP: ALPINE
:INV: <2012-10-02 Tue>
:ISSUED:
:TOTAL: 74700
:END:
***** Initial bid						       :KNIK:
:PROPERTIES:
:PO: 2303
:COMP: ALPINE
:INV: <2012-09-07 Fri>
:ISSUED:
:TOTAL: 138228.00
:END:
***** Road install						       :KNIK:
:PROPERTIES:
:PO: 2214
:COMP: ALPINE
:INV: <2012-08-13 Mon>
:ISSUED:
:TOTAL: 27500.00
:END: 
***** Initial bid						    :LATIMER:
:PROPERTIES:
:PO: 1668
:COMP: ALPINE
:INV: <2012-04-10 Tue>
:ISSUED:
:TOTAL: 118706.40
:END: 
***** Electrical						    :LATIMER:
:PROPERTIES:
:PO: 1711
:COMP: ALPINE
:INV: <2012-05-01 Tue>
:ISSUED:
:TOTAL: 6472.00
:END: 
***** Permanent Electrical					    :LATIMER:
:PROPERTIES:
:PO: 4073
:COMP: ALPINE
:INV: 
:ISSUED:
:TOTAL: 4450.00
:END: 
**** Hallmark
:PROPERTIES:
     :COMP:     Hallmark
     :END:
***** Utility locate						       :HOPE:
:PROPERTIES:
:PO: 
:COMP: Hallmark
:INV: <2012-08-29 Wed>
:ISSUED:
:TOTAL: 892.50
:END:
**** Max Gregersen
:PROPERTIES:
:COMP: MAX GREGERSEN
:END:
***** Civil design						       :HOPE:
:PROPERTIES:
:PO: 2058
:COMP: Max Gregersen
:INV: 
:ISSUED:
:TOTAL: 1500.00
:END:
***** Civil design						       :KNIK:
:PROPERTIES:
:PO: 2030
:COMP: Max Gregersen
:INV: <2012-07-11 Wed>
:ISSUED:
:TOTAL: 1500.00
:END:
**** Moore Heating
:PROPERTIES:
:COMP: Moore Heating
:END:
***** Lube Cube mechanical install
:PROPERTIES:
:PO: CO to Alpine
:COMP: Moore Heating
:INV: <2012-10-24 Wed>
:ISSUED:
:TOTAL: 1382.00
:END:
**** Northern Geotech Engineering
:PROPERTIES:
:COMP: NGE
:END:
***** Geo report						       :HOPE:
:PROPERTIES:
:PO: 2372
:COMP: NGE
:INV: 
:ISSUED:
:TOTAL: 8132.00
:END:
***** Geo report						    :LATIMER:
:PROPERTIES:
:PO: 1476
:COMP: NGE
:INV: 
:ISSUED:
:TOTAL: 6640.00
:END:
**** Northwest Pump & Equipment
:PROPERTIES:
:COMP: Northwest Pump & Equipment
:END:
***** Lube Cube purchase					    :LATIMER:
:PROPERTIES:
:PO: 1667
:COMP: Northwest Pump & Equipment
:INV: <2012-04-13 Fri>
:ISSUED:
:TOTAL: 7776.26
:END:
**** PE Inc
:PROPERTIES:
:COMP: PE INC
:END:
***** Electrical stamps						       :HOPE:
:PROPERTIES:
:PO: 2059
:COMP: PE INC
:INV: 
:ISSUED:
:TOTAL: 500.00
:END:
***** Electrical stamps						       :KNIK:
:PROPERTIES:
:PO: 2060
:COMP: PE INC
:INV: 
:ISSUED:
:TOTAL: 500.00
:END:
***** Electrical review						       :KNIK:
:PROPERTIES:
:PO: 4143
:COMP: PE INC
:INV: <2012-09-10 Mon>
:ISSUED:
:TOTAL: 200.00
:END:
***** Electrical stamps						    :LATIMER:
:PROPERTIES:
:PO: 1621
:COMP: PE INC
:INV: <2012-09-10 Mon>
:ISSUED:
:TOTAL: 200.00
:END:
**** Peak Precision Power
:PROPERTIES:
:COMP: Peak Precision
:END:
***** Wire generator						    :LATIMER:
:PROPERTIES:
:PO: 4071
:COMP: Peak Precision
:INV: 
:ISSUED:
:TOTAL: 671.00
:END:
**** Sabre
:PROPERTIES:
:COMP: Sabre
:END:
***** Tower materials						    :LATIMER:
:PROPERTIES:
:PO: 1687
:COMP: Sabre
:INV: 
:ISSUED:
:TOTAL: 674.00
:END:
**** Shannon and Wilson
:PROPERTIES:
:COMP: S&W
:END:
***** S&W geo addendum						       :KNIK:
:PROPERTIES:
:PO: 2298
:COMP: S&W
:INV: 
:ISSUED:
:TOTAL: 2500.00
:END:
***** S&W additional consultations				       :KNIK:
:PROPERTIES:
:PO: 4142
:COMP: S&W
:INV: <2012-10-18 Thu>
:ISSUED:
:TOTAL: 1050.00
:END:
***** S&W Geo report						       :KNIK:
:PROPERTIES:
:PO: 4144
:COMP: S&W
:INV: <2012-10-04 Thu>
:ISSUED:
:TOTAL: 12427.00
:END:
**** Valmont
:PROPERTIES:
:COMP: Valmont
:END:
***** Tower materials						       :KNIK:
:PROPERTIES:
:PO: 4100
:COMP: Valmont
:INV: 
:ISSUED:
:TOTAL: 985.00
:END:
**** TODO [#B] PO from Moore Heating to Alpine
  :LOGBOOK:
  CLOCK: [2012-12-19 Wed 13:34]--[2012-12-19 Wed 13:47] =>  0:13
  :END:
[2012-12-19 Wed 13:34]
*** DONE Add PO 2066 to Latimer					    :LATIMER:
   DEADLINE: <2012-11-13 Tue>
   - State "DONE"       from "NEXT"       [2012-11-13 Tue 10:24]
  :LOGBOOK:
  CLOCK: [2012-11-12 Mon 17:02]--[2012-11-12 Mon 17:03] =>  0:01
  :END:
[2012-11-12 Mon 17:02]
[[file:~/git/org/alaska.org::*Electrical%20stamps][Electrical stamps]]
*** DONE [#A] CO for Hope
    - State "DONE"       from "NEXT"       [2013-01-21 Mon 08:21]
    :LOGBOOK:
    CLOCK: [2012-12-20 Thu 16:13]--[2012-12-20 Thu 16:58] =>  0:45
    CLOCK: [2012-12-18 Tue 15:38]--[2012-12-18 Tue 15:49] =>  0:11
    CLOCK: [2012-12-18 Tue 15:36]--[2012-12-18 Tue 15:37] =>  0:01
    :END:
   [2012-12-18 Tue 11:00]
** Archive
*** DONE to avoid the need for additional field visit, we need photos of [0/5] :KNIK:
    - State "DONE"       from "TODO"       [2012-12-18 Tue 08:59]
    - State "TODO"       from "WAITING"    [2012-11-13 Tue 10:59]
   - [ ] both service ground rods
   - [ ] grounded insulated bushing
   - [ ] trench with yard stick showing conduit buried to >24" from top of conduit to finished grade
   - [ ] meter base with green tag
   - [ ] green tag number
  :LOGBOOK:
  CLOCK: [2012-10-31 Wed 11:56]--[2012-10-31 Wed 12:08] =>  0:12
  :END:
   :PROPERTIES:
   :ID:       c62f52bf-fc37-4de9-9460-ee2db92bac74
   :END:
[2012-10-31 Wed 11:56]
- need to schedule muni inspector
*** DONE Re-title Knik drawings to AWARN/MOA Phase IV AK-12I102A Project :KNIK:
    - State "DONE"       from "WAITING"    [2012-12-14 Fri 14:56]
    - State "WAITING"    from "TODO"       [2012-11-26 Mon 12:42] \\
      Waiting on A&E, email request sent [2012-11-26 Mon]
  :LOGBOOK:
  CLOCK: [2012-11-26 Mon 12:23]--[2012-11-26 Mon 12:43] =>  0:20
  CLOCK: [2012-11-26 Mon 12:16]--[2012-11-26 Mon 12:23] =>  0:07
  CLOCK: [2012-11-14 Wed 14:46]--[2012-11-14 Wed 14:47] =>  0:01
  :END:
[2012-11-14 Wed 14:46]
[[file:~/git/org/alaska.org::*General%20%5B0/4%5D][General {0/4}]]
*** DONE How much did Knik shrink, area and fence <2012-11-20 Tue>     :KNIK:
  - State "DONE"       from "NEXT"       [2012-11-20 Tue 13:20]
  :LOGBOOK:
  CLOCK: [2012-11-20 Tue 13:02]--[2012-11-20 Tue 13:20] =>  0:18
  CLOCK: [2012-11-20 Tue 11:10]--[2012-11-20 Tue 11:12] =>  0:02
  :END:
[2012-11-20 Tue 11:10]
[[file:~/git/org/patriot.org::*Server%20status,%20move%20images][Server status, move images]]
*** DONE Lube Cube						    :LATIMER:
  :LOGBOOK:
  CLOCK: [2012-11-08 Thu 09:52]--[2012-11-08 Thu 09:54] =>  0:02
  CLOCK: [2012-11-08 Thu 09:50]--[2012-11-08 Thu 09:51] =>  0:01
  CLOCK: [2012-10-31 Wed 15:36]--[2012-10-31 Wed 15:43] =>  0:07
  :END:
   :PROPERTIES:
   :ID:       4eb0c64f-4d85-4ea9-ad49-24a1b7ee1da7
   :END:
[2012-10-31 Wed 15:36]
[[file:~/git/org/alaska.org::*Meter%20base%20check%20list%20%5B0/6%5D][Meter base check list {0/6}]]
*** DONE New generator panel to be installed <2012-11-02 Fri>  :LATIMER:NOTE:
**** PHONE John Brooks						      :PHONE:
Re: state of generator panel
left message
  :LOGBOOK:
  CLOCK: [2012-11-08 Thu 09:46]--[2012-11-08 Thu 09:47] =>  0:01
  :END:
[2012-11-08 Thu 09:46]

   :LOGBOOK:
   CLOCK: [2012-11-08 Thu 09:47]--[2012-11-08 Thu 09:50] =>  0:03
   CLOCK: [2012-11-08 Thu 09:44]--[2012-11-08 Thu 09:46] =>  0:02
   :END:
   :PROPERTIES:
   :ID:       9f3e8553-c48c-41e7-bf57-d1296f04b458
   :END:
*** DONE Next Fuel to generator					       :HOPE:
   [2012-10-25 Thu 15:27]
*** DONE Generator test with RF frequencies down <2012-10-26 Fri>
  :LOGBOOK:
  CLOCK: [2012-10-26 Fri 10:41]--[2012-10-26 Fri 10:42] =>  0:01
  :END:
[2012-10-26 Fri 10:41]
[[file:~/git/org/org.org]]
**** DONE Follow up with Miller re: 10/26 testing. <2012-10-31 Wed>
     :PROPERTIES:
     :ID:       884b4c8e-fa56-4483-a157-e1e17c19c9f0
     :END:
     cause of failure determined to be lack of software modules pertaining to fuel vac assembly system on <2012-10-29 Mon>
*** DONE Daily reports!
[2012-10-26 Fri 08:44]
[[file:~/.emacs.d
*** DONE Pour stoops <2012-10-29 Mon>				       :HOPE:
   - [X] Forms constructed on <2012-10-29 Mon>
   - [X] Pour stoops  <2012-10-30 Tue>
  :LOGBOOK:
  CLOCK: [2012-10-27 Sat 12:00]--[2012-10-27 Sat 12:02] =>  0:02
  :END:
[2012-10-27 Sat 12:00]
*** DONE Jason with MEA.					      :PHONE:
Call Ryan at Alaska Line Builders ALB 892-1551, provide work order number
  :LOGBOOK:
  CLOCK: [2012-10-29 Mon 13:11]--[2012-10-29 Mon 13:14] =>  0:03
  :END:
[2012-10-29 Mon 13:11]
*** DONE Call Ryan at Alaska Line Builders ALB 892-1551, provide work order number :PHONE:
Left message with Ryan, work order number is MEA 103504
  :LOGBOOK:
  CLOCK: [2012-10-29 Mon 15:22]--[2012-10-29 Mon 15:25] =>  0:03
  :END:
*** DONE Pump vac software installed <2012-10-30 Tue>		       :HOPE:
*** DONE Contact utility re: power install completion		    :LATIMER:
Ryan confirmed utility would be on site for completion by <2012-11-02 Fri>
  :LOGBOOK:
  CLOCK: [2012-10-29 Mon 21:09]--[2012-10-29 Mon 21:10] =>  0:01
  :END:
[2012-10-29 Mon 21:09]
[[file:~/git/org/alaska.org::*Call%20Ryan%20at%20Alaska%20Line%20Builders%20ALB%20892-1551,%20provide%20work%20order%20number][Call Ryan at Alaska Line Builders ALB 892-1551, provide work order number]]
*** DONE Alaska time sheets and receipts
   :LOGBOOK:
   CLOCK: [2012-11-09 Fri 08:22]--[2012-11-09 Fri 10:09] =>  1:47
   :END:
[2012-11-09 Fri 08:17]
[[file:~/.emacs.d/todo.org::*Organization][Organization]]
*** DONE Sort todos
   :LOGBOOK:
   CLOCK: [2012-11-13 Tue 08:00]--[2012-11-13 Tue 08:46] =>  0:46
   :END:
[2012-11-13 Tue 08:24]
[[file:~/.emacs.d/todo.org::*Organization][Organization]]
** NEXT [#B] Close out folders
   :LOGBOOK:
   CLOCK: [2012-11-14 Wed 15:04]--[2012-11-14 Wed 15:07] =>  0:03
   CLOCK: [2012-11-14 Wed 14:47]--[2012-11-14 Wed 14:55] =>  0:08
   CLOCK: [2012-11-14 Wed 14:29]--[2012-11-14 Wed 14:46] =>  0:17
   :END:
[2012-11-14 Wed 13:07]

** DONE Exhaust stack generator, done <2012-10-31 Wed>
  :LOGBOOK:
  CLOCK: [2012-11-01 Thu 10:10]--[2012-11-01 Thu 10:11] =>  0:01
  :END:
[2012-11-01 Thu 10:10]
[[id:cd25daf9-9a24-4711-aa76-9041bbb72a51][Access road finish & graveling, scheduled by <2012-11-02 Fri>]]
** DONE As builts
   - State "DONE"       from "TODO"       [2012-12-18 Tue 14:13]
   :LOGBOOK:
   CLOCK: [2012-12-18 Tue 12:49]--[2012-12-18 Tue 14:13] =>  1:24
   :END:
*** Jngo AK as-built questions and photo sync
     :LOGBOOK:
     CLOCK: [2012-11-16 Fri 08:26]--[2012-11-16 Fri 09:19] =>  0:53
     :END:
[2012-11-16 Fri 08:26]
*** DONE As builts for Hope and Knik
   - State "DONE"       from "WAITING"    [2012-12-14 Fri 14:56]
  - State "WAITING"    from "TODO"       [2012-11-14 Wed 13:08] \\
    Delegated to jngo [2012-11-14 Wed]
  DEADLINE: <2012-11-16 Fri>
  :LOGBOOK:
  CLOCK: [2012-11-20 Tue 13:40]--[2012-11-20 Tue 14:13] =>  0:33
  CLOCK: [2012-11-14 Wed 13:07]--[2012-11-14 Wed 13:09] =>  0:02
  :END:
[2012-11-14 Wed 13:07]
*** DONE AK as-builts review
  - State "DONE"       from "TODO"       [2012-12-14 Fri 14:55]
  :LOGBOOK:
  CLOCK: [2012-12-14 Fri 10:00]--[2012-12-14 Fri 11:34] =>  1:34
  :END:
[2012-12-14 Fri 10:00]
[[file:~/git/org/refile.org::*dgray%20iphone%20to%20out%20of%20the%20box%20state][dgray iphone to out of the box state]]
** DONE ak punchlist to fsimpson
  - State "DONE"       from "NEXT"       [2012-12-17 Mon 16:40]
  - Hope generator radiator core blew up last week
  - everything else ironed out
  - don't need muni inspector
  :LOGBOOK:
  CLOCK: [2012-12-17 Mon 16:29]--[2012-12-17 Mon 16:40] =>  0:11
  CLOCK: [2012-12-17 Mon 16:22]--[2012-12-17 Mon 16:27] =>  0:05
  CLOCK: [2012-12-17 Mon 16:21]--[2012-12-17 Mon 16:22] =>  0:01
  CLOCK: [2012-12-17 Mon 16:11]--[2012-12-17 Mon 16:21] =>  0:10
  :END:
[2012-12-17 Mon 16:11]
** PHONE Michael electrician 907-602-3660			      :PHONE:
  - heater installed at Latimer
  :LOGBOOK:
  CLOCK: [2012-12-17 Mon 16:27]--[2012-12-17 Mon 16:29] =>  0:02
  :END:
   [2012-12-17 Mon 16:27]
** TODO [#C] Moore/Alpine PO situation
[2012-12-21 Fri 16:41]
* Bob [3/3]
** DONE Battery monitor installs			  :KNIK:HOPE:LATIMER:
   - State "DONE"       from "TODO"       [2012-12-14 Fri 14:56]
** DONE Heater box not functioning				    :LATIMER:
   - State "DONE"       from "WAITING"    [2012-11-13 Tue 10:07]
   :PROPERTIES:
   :ID:       551cfe8f-d1f2-446a-8f41-9ebcfdeb68d3
   :END:
[2012-10-29 Mon 21:48]
[[file:~/git/org/alaska.org::*Daily%20reports!][Daily reports!]]
** DONE Heater box not functioning				       :KNIK:
   - State "DONE"       from "TODO"       [2012-11-13 Tue 10:07]
   :PROPERTIES:
   :ID:       b7de6de0-d7ab-4d3f-9f09-ac15e2f17496
   :END:
[2012-10-29 Mon 21:48]
[[file:~/git/org/alaska.org::*Daily%20reports!][Daily reports!]]
* Huey
  :LOGBOOK:
  CLOCK: [2012-12-17 Mon 16:53]--[2012-12-17 Mon 16:57] =>  0:04
  CLOCK: [2012-11-26 Mon 16:25]--[2012-11-26 Mon 17:11] =>  0:46
  CLOCK: [2012-11-26 Mon 14:34]--[2012-11-26 Mon 15:03] =>  0:29
  CLOCK: [2012-11-26 Mon 14:31]--[2012-11-26 Mon 14:33] =>  0:02
  :END:
** DONE Huey punchlist for AK sites [2012-11-16 Fri]
   - State "DONE"       from "TODO"       [2012-12-14 Fri 14:56]
*** DONE [#A] Follow up on Huey punchlists
    - State "DONE"       from "NEXT"       [2012-12-21 Fri 09:51]
    :LOGBOOK:
    CLOCK: [2012-12-18 Tue 09:04]--[2012-12-18 Tue 09:09] =>  0:05
    :END:
    - State "TODO"       from "DONE"       [2012-12-17 Mon 16:54]
    - State "DONE"       from "NEXT"       [2012-12-17 Mon 14:51]
*** HOPE [7/7] 							       :HOPE:
**** [2012-12-17 Mon]
    - [X] cad welds need zinc chromate/oxy grease
    - [X] outside grounding connections finished
    - [X] thaw piles and spread stone (piles behind shelter)
    - [X] finish stone 
    - [X] grounding
    - [X] pig tails need to be connected
    - [X] final grade wrong: toward pad rather than away
*** KNIK [9/9] 							       :KNIK:
    - deliver tower light?
**** Spring
    - [ ] complete fence grounding
      - [ ] liquid-tite on mesh grounding

**** [2012-12-17 Mon]
    - [X] Do you have the New Knik tower light?
    - [X] cad welds need zinc chromate/oxy grease
    - [X] Bus bar on tower, tinned copper, 20" UGB KIT 0420
      -tasken care of by New Horizons, per bkirk
      - NH will throw up bus bar at Knik
      - need to take care of, add to Huey list
      - Huey should have done it, supplied it,
    - [X] fence mesh and doors installed on <2012-11-01 Thu>
    - [X] fence grounding at Knik				       
    - [X] grip strut/ice bridge inspection, no more than 10" from tower (4 - 6" gap at building)
    - [X] access road finish & graveling, scheduled for <2012-11-02 Fri>
    - [X] even out stone at Knik					       
    - [X] cad welds need zinc chromate/oxy grease

*** LATIMER  [2/5] 						    :LATIMER:
    - [ ] cad welds need zinc chromate/oxy grease
    - [-] external fuel tank install [2/4]
      - [ ] electrician: complete external fuel tank installation <2012-11-05 Mon> 
      - [ ] insulate or heat tape fuel line to external tank
      - [X] Moore installed external tank accessories <2012-11-05 Mon>
      - [X] Electrician: heater install in gen room
    - [ ] CO for Moore Heating (Lube Cube)	
**** [2012-12-17 Mon]
    - [X] Temp permanent line lifted (decided to let go)

    - [X] Fill trench
       
*** Huey punchlist for AK sites [2012-11-14 Wed]
   :PROPERTIES:
   :ID:       b727c9be-74a9-41df-82c8-0348661aa850
   :END:
**** HOPE [0/7]							       :HOPE:
     - [ ] outside grounding connections finished
     - [ ] thaw piles and spread stone (piles behind shelter)
     - [ ] finish stone 
     - [ ] grounding
     - [ ] pig tails need to be connected
     - [ ] final grade wrong: toward pad rather than away
     - [ ] cad welds need zinc chromate/oxy grease
**** KNIK [1/11]						       :KNIK:
     - [X] fence mesh and doors installed on <2012-11-01 Thu>
     - [ ] fence grounding at Knik				       
     - [ ] liquid-tite on mesh grounding
       	:LOGBOOK:
    CLOCK: [2012-10-29 Mon 15:32]--[2012-10-29 Mon 15:33] =>  0:01
    :END:
       	:PROPERTIES:
     :ID:       1c6aa5e6-5389-4598-b4e8-a5eb4676fdab
     :END:
       	[2012-10-29 Mon 15:32]
     - [ ] Do you have the New Knik tower light?
       [2012-11-01 Thu 17:04]
     - [ ] grip strut/ice bridge inspection, no more than 10" from tower (4 - 6" gap at building)
       :PROPERTIES:
       :ID:       3fce2a7c-2591-45db-8737-58e4750f9b30
       :END:
     - [ ] access road finish & graveling, scheduled for <2012-11-02 Fri>
       	<2012-10-26 FRI>
       	:LOGBOOK:
    CLOCK: [2012-10-26 FRI 11:35]--[2012-10-26 FRI 11:36] =>  0:01
    :END:
       	:PROPERTIES:
     :ID:       cd25daf9-9a24-4711-aa76-9041bbb72a51
     :END:
       	[2012-10-26 FRI 11:35]
     - [ ] extend generator fuel vent to outside of shelter	       
     - [ ] even out stone at Knik					       
     - [ ] cad welds need zinc chromate/oxy grease
     - [ ] Bus bar on tower, tinned copper, 20" UGB KIT 0420
       - NH will throw up bus bar at Knik
          :PROPERTIES:
     :ID:       5e389998-a8ee-4f61-8bf2-a26a2d483b86
     :END:
          [2012-10-31 Wed 11:51]
       	 - need to take care of, add to Huey list
       	 - Huey should have done it, supplied it,
            :LOGBOOK:
   CLOCK: [2012-11-01 Thu 17:06]--[2012-11-01 Thu 17:07] =>  0:01
   :END:
            [2012-11-01 Thu 17:06]
     - [ ] cad welds need zinc chromate/oxy grease
**** LATIMER  [1/1]						    :LATIMER:
     - [ ] CO for Moore Heating (Lube Cube)	
     - [-] external fuel tank install [1/3]
       - [X] Moore installed external tank accessories <2012-11-05 Mon>
        - [ ] electrician: complete external fuel tank installation <2012-11-05 Mon> 
       - [ ] insulate or heat tape fuel line to external tank
     - [ ] Electrician: heater install in gen room
     - [ ] Temp permanent line lifted
     - [ ] cad welds need zinc chromate/oxy grease
***** DONE Fill trench
      - State "DONE"       from "TODO"       [2012-11-14 Wed 12:42]
*** DONE [#A] update Fred re: punchlists <2012-12-05 Wed>
    - State "DONE"       from "NEXT"       [2012-12-18 Tue 14:12]
    :LOGBOOK:
    CLOCK: [2012-12-05 Wed 14:39]--[2012-12-05 Wed 14:44] =>  0:05
    CLOCK: [2012-12-05 Wed 14:23]--[2012-12-05 Wed 14:27] =>  0:04
    CLOCK: [2012-12-05 Wed 13:52]--[2012-12-05 Wed 14:15] =>  0:23
    CLOCK: [2012-12-05 Wed 08:40]--[2012-12-05 Wed 09:00] =>  0:20
    :END:
[2012-12-05 Wed 08:31]
       	
* Chris 
  :LOGBOOK:
  CLOCK: [2012-12-17 Mon 11:54]--[2012-12-17 Mon 13:05] =>  1:11
  CLOCK: [2012-12-17 Mon 08:44]--[2012-12-17 Mon 10:40] =>  1:56
  CLOCK: [2012-11-26 Mon 16:13]--[2012-11-26 Mon 16:25] =>  0:12
  CLOCK: [2012-11-08 Thu 09:25]--[2012-11-08 Thu 09:39] =>  0:14
  :END:
  :PROPERTIES:
  :ID:       d25100c3-1852-41d6-9a74-03c58404189c
  :END:
** General [0/5]
   - [ ] Meg test for both sites, may wait til spring; hold $$ til Spring
      Fred is in town today
   - [ ] If we issued POs to Peak for Latimer, are we issuing POs to Peak for Hope and Knik?
   - [ ] Final walk at AK sites
     - to Chris (per phone call [2012-11-13 Tue])
     Bob leaves AK <2012-11-10 Sat>
   - [ ] Will our sites be done/100% complete by the new year?
   - [ ] Do we want to include details re: site grounding tests in our punclist to Fred?
** Knik [0/3]
   - [ ] Negotiate fill with Alpine
   - [ ] Change order for dirt at Knik
   - [ ] Payment for Alpine land clearing
   - [ ] extend generator fuel vent to outside of shelter, What is this? Ours?	       
** Latimer
** Hope [0/6]
** Finance
   - [ ] Negotiate pad improvement with Alpine
   - [ ] Hope bid from Alpine is at $74,700; we need it at $54,000
   - [ ] Answer questions [0/2]
    - [ ] Knik: What is the Northern Geo Eng PO (TBD) in the Budgeting Tool for $1030?
    - [ ] Hope: What is the Northern Geo Eng PO (TBD) in the Budgeting Tool for $1050?
** TODO [#C] Are block heater, oil filter gen costs ours?
[2012-11-28 Wed 09:25]
[[file:~/git/org/patriot.org::*Tasks][Tasks]]
   
* Motorola
** DONE [#A] Motorola mistakenly ordered a tower light for the New Knik site. :KNIK:
   - State "DONE"       from "WAITING"    [2012-12-19 Wed 08:59]
   - State "WAITING"    from "NEXT"       [2012-11-14 Wed 15:02] \\
     waiting to see if Huey has it
   :PROPERTIES:
   :ID:       a3ac4904-7703-40be-ad0e-cd5884b79b1a
   :END:
[2012-10-29 Mon 21:51]
   :LOGBOOK:
   CLOCK: [2012-11-14 Wed 13:03]--[2012-11-14 Wed 13:04] =>  0:01
   :END:
*** DONE Tower light to be returned?				       :KNIK:
    - State "DONE"       from "TODO"       [2012-12-17 Mon 14:51]
    - State "TODO"       from "WAITING"    [2012-11-13 Tue 11:04]
    - Push back to Motorola, to send back to manufacturer
* Muni
** DONE What is address and title of radio shop?
   - State "DONE"       from "TODO"       [2012-11-16 Fri 07:42]
** DONE Schedule muni inspector . . . nescessary?
   - State "DONE"       from "TODO"       [2012-12-18 Tue 08:59]
** DONE What is generator status for sites? [2012-11-15 Thu]
   - State "DONE"       from "WAITING"    [2013-01-21 Mon 09:25]
   - State "WAITING"    from "TODO"       [2012-11-16 Fri 07:42] \\
     Waiting on feedback from Jason Beach, who is in contact with John Brooks
** PHONE [[bbdb:Jason Beach][Jason Beach]] - Municipality of Anchorage		      :PHONE:
- not yet fixed
- Brooks in contact with Generac
- MOA Communications and Electronics Division
3601 MLK Jr Ave
Anchorage, AK 99507
- Jason will get me muni inspector info
  :LOGBOOK:
  CLOCK: [2012-11-15 Thu 15:01]--<2012-11-15 Thu 15:10>
  :END:
[2012-11-15 Thu 15:01]

* Notes
  :PROPERTIES:
  :ID:       fd2a8b24-2385-42fc-a983-5aeac33c5f4f
  :END:
** DONE Fuel to generator					       :KNIK:
   - State "DONE"       from "TODO"       [2012-10-31 Wed 19:21]
Filled, and confirmed <2012-10-26 Fri>
  CLOCK: [2012-10-25 Thu 15:27]--[2012-10-25 Thu 15:27] =>  0:00
[2012-10-25 Thu 15:27]
** Jay Radar of Moore heating on site to install Lube Cube accessories :LATIMER:NOTE:
   :LOGBOOK:
   CLOCK: [2012-10-31 Wed 12:19]--[2012-10-31 Wed 12:20] =>  0:01
   :END:
   :PROPERTIES:
   :ID:       6648ad06-64c5-45e9-944a-502da9f971b3
   :END:
[2012-10-31 Wed 12:19]
[[file:~/git/org/alaska.org::*calls][Phone calls]]

* Phone calls
  :PROPERTIES:
  :ID:       34021859-e08b-4b40-acfd-1a215f1f111c
  :END:


** PHONE Cordell re: AK todo list				      :PHONE:
Chris back Thursday
  :LOGBOOK:
  CLOCK: [2012-11-13 Tue 10:43]--[2012-11-13 Tue 10:56] =>  0:13
  :END:
[2012-11-13 Tue 10:43]
** PHONE Bob							      :PHONE:

  :LOGBOOK:
  CLOCK: [2012-11-13 Tue 11:27]--[2012-11-13 Tue 11:33] =>  0:06
  :END:
[2012-11-13 Tue 11:27]
** PHONE Huey, re: bus bar at Knik				      :PHONE:
Left message re: bus bar at Knik
  :LOGBOOK:
  CLOCK: [2012-11-08 Thu 09:22]--[2012-11-08 Thu 09:24] =>  0:02
  :END:
[2012-11-08 Thu 09:22]
** PHONE [[bbdb:Huey Burnham][Huey Burnham]] - Alpine Tower & Technology		      :PHONE:
  - Huey indicates that all site are done
  - He is not aware that the grade at Hope is set in the wrong direction, and mentions the birk was on site and should have instructed the workers
  - Huey will look over [[id:b727c9be-74a9-41df-82c8-0348661aa850][Huey punchlist for AK sites {2012-11-14 Wed}]] and get back to me this week.
  :LOGBOOK:
  CLOCK: [2012-11-14 Wed 12:50]--[2012-11-14 Wed 13:01] =>  0:11
  :END:
[2012-11-14 Wed 12:50]
** PHONE AK conf call						      :PHONE:
  :LOGBOOK:
  CLOCK: [2012-11-13 Tue 12:00]--[2012-11-13 Tue 12:30] =>  0:30
  :END:
[2012-11-13 Tue 12:00]
** PHONE Bob Dawdy, Lube Cube, 602-484-7944			      :PHONE:
Typically adjust in field. Mr. Dawdy will speak with Chris Jenson of Moore heating and help him out.
  :LOGBOOK:
  CLOCK: [2012-11-01 Thu 07:50]--[2012-11-01 Thu 07:54] =>  0:04
  :END:
[2012-11-01 Thu 07:50]
** PHONE Bob Kirk re: bus bar at Knik				      :PHONE:
** PHONE Chris Nelson, Moore heating re: Lube Cube install	      :PHONE:
Electrical for
- fuel gage
- pumps done
- controller for gages
- Huey; electrical components for Lube Cube at Latimer
- done on Monday <2012-11-05 Mon>
  :LOGBOOK:
  CLOCK: [2012-11-08 Thu 09:54]--[2012-11-08 Thu 10:01] =>  0:07
  :END:
[2012-11-08 Thu 09:54]
** PHONE dhall re: vacation days				      :PHONE:
[2012-11-14 Wed 10:29]
** PHONE John Brooks						      :PHONE:
panel installed at Latimer on Friday
Hope done
Saturday done Knik
  :LOGBOOK:
  CLOCK: [2012-11-08 Thu 09:58]--[2012-11-08 Thu 10:02] =>  0:02
  :END:
[2012-11-08 Thu 09:58]
** PHONE Alpine, finish access road; more stone down		 :PHONE:KNIK:
Site finishing at Hope, need grounds attached, starting on steps today
Antenna lines in yesterday, equipment moved in shelter, Knik: redo tile over seam
  :LOGBOOK:
  CLOCK: [2012-10-26 Fri 11:02]--[2012-10-26 Fri 11:07] =>  0:05
  :END:
[2012-10-26 Fri 11:02]
** PHONE [[bbdb:Jason Beach][Jason Beach]] - Municipality of Anchorage		      :PHONE:
re: generator status at AK sites
- he'll call back
  :LOGBOOK:
  CLOCK: [2012-11-15 Thu 09:43]--[2012-11-15 Thu 09:45] =>  0:02
  :END:
[2012-11-15 Thu 09:43]
** PHONE [[bbdb:Bob Kirk][Bob Kirk]] - MHC						      :PHONE:
re: latimer generator state
- spoke with JB
- to meet Jason Beach <2012-11-14 Wed>
  :LOGBOOK:
  CLOCK: [2012-11-15 Thu 09:34]--[2012-11-15 Thu 09:38] =>  0:04
  :END:
[2012-11-15 Thu 09:34]
** PHONE [[bbdb:Huey Burnham][Huey Burnham]] - Alpine Tower & Technology re: punchlist	      :PHONE:
  - left message
  :LOGBOOK:
  CLOCK: [2012-12-05 Wed 14:15]--[2012-12-05 Wed 14:17] =>  0:02
  :END:
[2012-12-05 Wed 14:15]
** PHONE Mike ALpine						      :PHONE:
  - 
  :LOGBOOK:
  CLOCK: [2012-12-05 Wed 14:27]--[2012-12-05 Wed 14:28] =>  0:01
  :END:
[2012-12-05 Wed 14:27]

* Hours
#+BEGIN: clocktable :maxlevel 4 :scope file 
Clock summary at [2012-11-14 Wed 16:43]

| Headline                                                                       |     Time |      |      |      |
|--------------------------------------------------------------------------------+----------+------+------+------|
| *Total time*                                                                   | *103:54* |      |      |      |
|--------------------------------------------------------------------------------+----------+------+------+------|
| Tasks                                                                          |   102:16 |      |      |      |
| Knik                                                                           |          | 0:12 |      |      |
| TODO to avoid the need for additional field visit, we need photos of [0/5]     |          |      | 0:12 |      |
| Hope                                                                           |          | 0:01 |      |      |
| NEXT Call Steve Strong, AK locating                                            |          |      | 0:01 |      |
| Finance                                                                        |          | 4:18 |      |      |
| DONE POs                                                                       |          |      | 4:18 |      |
| Archive                                                                        |          | 2:13 |      |      |
| DONE Lube Cube                                                                 |          |      | 0:10 |      |
| DONE New generator panel to be installed <2012-11-02 Fri>                      |          |      | 0:06 |      |
| PHONE John Brooks                                                              |          |      |      | 0:06 |
| DONE Generator test with RF frequencies down <2012-10-26 Fri>                  |          |      | 0:01 |      |
| DONE Pour stoops <2012-10-29 Mon>                                              |          |      | 0:02 |      |
| DONE Jason with MEA.                                                           |          |      | 0:03 |      |
| DONE Call Ryan at Alaska Line Builders ALB 892-1551, provide work order number |          |      | 0:03 |      |
| DONE Contact utility re: power install completion                              |          |      | 0:01 |      |
| DONE Alaska time sheets and receipts                                           |          |      | 1:47 |      |
| DONE Add PO 2066 to Latimer                                                    |          | 0:01 |      |      |
| DONE Sort todos                                                                |          | 0:46 |      |      |
| DONE Alaska punch lists for Alpine                                             |          | 0:01 |      |      |
| NEXT Close out folders                                                         |          | 0:28 |      |      |
| WAITING As builts for Hope and Knik                                            |          | 0:02 |      |      |
| DONE Exhaust stack generator, done <2012-10-31 Wed>                            |          | 0:01 |      |      |
| DONE nkiesler email password to nrodriguez                                     |          | 0:01 |      |      |
| Huey                                                                           |     0:05 |      |      |      |
| TODO Huey punchlist for AK sites [2012-11-14 Wed]                              |          | 0:05 |      |      |
| KNIK [1/11]                                                                    |          |      | 0:03 |      |
| LATIMER  [1/1]                                                                 |          |      | 0:02 |      |
| Chris                                                                          |     0:14 |      |      |      |
| General [0/4]                                                                  |          | 0:14 |      |      |
| Motorola                                                                       |     0:01 |      |      |      |
| WAITING Motorola mistakenly ordered a tower light for the New Knik site.       |          | 0:01 |      |      |
| Notes                                                                          |     0:01 |      |      |      |
| Jay Radar of Moore heating on site to install Lube Cube accessories            |          | 0:01 |      |      |
| Phone calls                                                                    |     1:17 |      |      |      |
| PHONE Cordell re: AK todo list                                                 |          | 0:13 |      |      |
| PHONE Bob                                                                      |          | 0:06 |      |      |
| PHONE Huey, re: bus bar at Knik                                                |          | 0:02 |      |      |
| PHONE [[bbdb:Huey Burnham][Huey Burnham]] - Alpine Tower & Technology                                 |          | 0:11 |      |      |
| PHONE AK conf call                                                             |          | 0:30 |      |      |
| PHONE Bob Dawdy, Lube Cube, 602-484-7944                                       |          | 0:04 |      |      |
| PHONE Chris Nelson, Moore heating re: Lube Cube install                        |          | 0:07 |      |      |
| PHONE John Brooks                                                              |          | 0:04 |      |      |
#+END:
* Config
#+TITLE:     alaska.org
#+AUTHOR:    Jared Travis
#+EMAIL:     jtravis@patriot-tower.com
#+DATE:      2012-11-13 Tue
#+DESCRIPTION:
#+KEYWORDS:
#+LANGUAGE:  en
#+OPTIONS:   H:3 num:t toc:f \n:nil @:t ::t |:t ^:t -:t f:t *:t <:t
#+OPTIONS:   TeX:t LaTeX:t skip:nil d:nil todo:nil pri:nil tags:not-in-toc
#+INFOJS_OPT: view:nil toc:t ltoc:t mouse:underline buttons:0 path:http://orgmode.org/org-info.js
#+EXPORT_SELECT_TAGS: export
#+EXPORT_EXCLUDE_TAGS: noexport
#+LINK_UP:   
#+LINK_HOME: 
#+XSLT:

